Revit 2027 API
ParameterTypeId.PhyMaterialParamGrade Property
 "Grade"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamGrade { get; }
Public Shared ReadOnly Property PhyMaterialParamGrade As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamGrade {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamGrade : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace